{"pageProps":{"tag":"ashes","arrayItems":{"success":true,"count":10,"total":90,"data":[{"id":"17f699db6b0l0hzn9xsxxwtgyfky3","name":"Ash Of War: Prelate's Charge","image":"https://eldenring.fanapis.com/images/ashes/17f699db6b0l0hzn9xsxxwtgyfky3.png","description":"This Ash of War grants an armament the Flame affinity and the following skill:\"Prelate's Charge: Slam armament into the ground to create a surge of flames, then charge in. Hold to continue the charge.\"Usable on large and colossal axes and hammers.","affinity":"Flame","skill":"Prelate's Charge"},{"id":"17f69632311l0hzna19sl4rzmmvk4","name":"Ash Of War: Barrage","image":"https://eldenring.fanapis.com/images/ashes/17f69632311l0hzna19sl4rzmmvk4.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Barrage: Archery skill using a bow held horizontally. Ready the bow, then fire off a rapid succession of shots faster than the eye can see.\"Usable on light bows.","affinity":"Standard","skill":"Barrage"},{"id":"17f6983255fl0hzna1ak272zmag8w","name":"Ash Of War: Barbaric Roar","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Barbaric Roar: Let loose a bestial roar to rally the spirit and increase attack power. While active, strong attacks change to savage combo attacks.\"Usable on melee armaments (daggers, thrusting swords, and whips excepted).","affinity":"Heavy","skill":"Barbaric Roar"},{"id":"17f6999bbdcl0hzna471b3xeg6cjip","name":"Ash Of War: Blood Blade","image":null,"description":"This Ash of War grants an armament the Blood affinity and the following skill:\"Blood Blade: Wound self to coat the armament with blood, then unleash an airborne blood blade that causes hemorrhaging. Can be fired in rapid succession.\"Usable on small and medium swords.","affinity":"Blood","skill":"Blood Blade"},{"id":"17f6959211al0hzna508db0yt3kk1k","name":"Ash Of War: Assassin's Gambit","image":"https://eldenring.fanapis.com/images/ashes/17f6959211al0hzna508db0yt3kk1k.png","description":"This Ash of War grants an armament the Occult affinity and the following skill:\"Assassin's Gambit: Skill that masks the user's presence at the cost of a self-inflicted wound. Grants near-invisibility and silences footsteps.\"Usable on small and medium straight swords and thrusting swords.","affinity":"Occult","skill":"Assassin's Gambit"},{"id":"17f693ca8bfl0hzna7sr5dyvlqs7s","name":"Ash Of War: Black Flame Tornado","image":"https://eldenring.fanapis.com/images/ashes/17f693ca8bfl0hzna7sr5dyvlqs7s.png","description":"This Ash of War grants an armament the Flame affinity and the following skill:\"Black Flame Tornado: Spin armament overhead and then punge it into the ground to summon a raging vortex of black flames. Hold to create an initial flame tornado while spinning the armament.\"Usable on polearms and twinblades.","affinity":"Flame Art","skill":"Black Flame Tornado"},{"id":"17f6930b2bbl0hznaexvxdlscgaiq","name":"Ash Of War: Barricade Shield","image":"https://eldenring.fanapis.com/images/ashes/17f6930b2bbl0hznaexvxdlscgaiq.png","description":"This Ash of War grants no affinity to an armament, but imparts the following skill:\"Barricade Shield: Skill made famous by Sir Neidhardt. Focus your energy into the shield, temporarily hardening it to deflect greater blows.\"Usable on all shields.","affinity":"Standard","skill":"Barricade Shield"},{"id":"17f694892c5l0hznah6w4ltudpzuj","name":"Ash Of War: Beast's Roar","image":"https://eldenring.fanapis.com/images/ashes/17f694892c5l0hznah6w4ltudpzuj.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Beast's Roar: Unleash a beastly roar, rending the air as a forward-travelling projectile.\"Usable on all melee armaments.","affinity":"Keen","skill":"Beast's Roar"},{"id":"17f69558c5el0hznater26nv2f3sgh","name":"Ash Of War: Bloodhound's Step","image":"https://eldenring.fanapis.com/images/ashes/17f69558c5el0hznater26nv2f3sgh.png","description":"This Ash of War grants an armament the Keen affinity and the following skill:\"Bloodhound's Step: Skill that allows the user to become temporarily invisible while dodging at high speed. Moves faster and travels farther than a regular quickstep. This skill can be used to circle around lock-on targets.\"Usable on all melee armaments.","affinity":"Keen","skill":"Bloodhound's Step"},{"id":"17f6957156al0hznayepq0xs5o00l","name":"Ash Of War: Braggart's Roar","image":null,"description":"This Ash of War grants an armament the Heavy affinity and the following skill:\"Braggart's Roar: Declare your presence with a boastful roar. Raises attack power, defense, and stamina recovery speed.\"Usable on melee armaments (daggers, thrusting swords, and whips excepted ).","affinity":"Heavy","skill":"Braggart's Roar"}]}},"__N_SSG":true}